/* Unknown error message */
"An unknown error occurred." = "Se ha producido un error desconocido.";

/* plugin button tooltip */
"Insert the image capture into a Microsoft PowerPoint presentation slide." = "Inserta la captura de imagen en una presentación de diapositivas de Microsoft PowerPoint.";

/* AppleScript error, probably not activated */
"Make sure Microsoft PowerPoint is activated and try again." = "Comprueba que Microsoft PowerPoint está activado y vuelve a intentarlo.";

/* plugin name */
"Microsoft PowerPoint" = "Microsoft PowerPoint";

/* Not installed error message */
"Powerpoint is not installed." = "PowerPoint no está instalado.";

/* Cannot share to Microsoft PowerPoint */
"Unable to share to Microsoft PowerPoint" = "No es posible compartir en Microsoft PowerPoint";

